[
    new Collection { CollectionName = "Kings", CoverImage = "https://i.imgur.com/ijeK4AL.jpg", Description = "Study of Fulani and the influence of the Fulani people on west Africa. Masks begin to be used more in my art. A fascination begins on how people use masks to tap into different egos.", Year = DateTime.Parse("2005-09-01") },
    new Collection { CollectionName = "Masks", CoverImage = "https://i.imgur.com/6xYybdH.jpg", Description = "Full on study of masks and how it's much more than hiding who people are. Masks are used to become different parts of ourselves and communicate with people who feel the same as us.", Year = DateTime.Parse("2005-09-01") },
    new Collection { CollectionName = "Faces", CoverImage = "https://i.imgur.com/XW3Xqst.jpg", Description = "Were faces the first masks? With no where to hide, we put on faces and convince ourselves we're ready for action. Come and explore some of these notions.", Year = DateTime.Parse("2005-09-01") },
    new Collection { CollectionName = "Animals", CoverImage = "https://i.imgur.com/DesbWBo.jpg", Description = "Animals are some of our first inspirations in art. We look to animals for spiritual connections and tapping into who we aspire to be.", Year = DateTime.Parse("2005-09-01") },
    new Collection { CollectionName = "Portraits", CoverImage = "https://i.imgur.com/2YVJkNM.jpg", Description = "Some of Bleh Nmah's early works. Simply testing out techniques and materials. We begin to see some instances of hiding our everyday face.", Year = DateTime.Parse("2005-09-01") },
    new Collection { CollectionName = "Love", CoverImage = "https://i.imgur.com/c9Z3OCm.jpg", Description = "So much inspiration with the word LOVE. So much motivation. Bleh Nmah created so much art because of Love and will continue to do so. Let's give it up for love.", Year = DateTime.Parse("2005-09-01") },
    new Collection { CollectionName = "Fragments", CoverImage = "https://i.imgur.com/QV0TZoh.jpg", Description = "Inspired by Piet Modrian and Paul Klee. We explore color theory and the emotion that comes with it. We see the experiments and begin to understand how color combinations can evoke feelings.", Year = DateTime.Parse("2005-09-01") },
    new Collection { CollectionName = "Hidden", CoverImage = "https://i.imgur.com/9Il1Fbi.jpg", Description = "Bleh Nmah is a shy person at heart. We see that in this collection 'Hidden.' So many tools out there to help us hide or help us stand out. Depends on how you look at it I guess.", Year = DateTime.Parse("2005-09-01") },
    new Collection { CollectionName = "Prints", CoverImage = "https://i.imgur.com/AchglF9.jpg", Description = "A bit of a slow time to experiment and try out some ideas. If you like to people watch and are open to new ideas. This is the collection for you.", Year = DateTime.Parse("2005-09-01") },
    new Collection { CollectionName = "City", CoverImage = "https://i.imgur.com/O2mvWFE.jpg", Description = "Speaks for itself. This is the city that Bleh Nmah grew up in. The city can make you feel wonderful and horrible at the same time. It's all up to how you approach it. Good luck!", Year = DateTime.Parse("2005-09-01") },
]